GENDER = (
    (0, 'Мужской'),
    (1, 'Женский'),
)
# GENDER = {
#     1: 'Мужской',
#     2: 'Женский'
# }

DOC_TYPE = (
    (0, 'Паспорт гражданание РФ'),
    (1, 'Свидетельство о рождении'),
)

BLOOD_TYPE = (
    (0, 'O(I) Rh-'),
    (1, 'O(I) Rh+'),
    (2, 'A(II) Rh-'),
    (3, 'A(II) Rh+'),
    (4, 'B(III) Rh-'),
    (5, 'B(III) Rh+'),
    (6, 'AB(IV) Rh-'),
    (7, 'AB(IV) Rh+'),
)

HIV_STATUS = (
    (0, 'Отрицательный'),
    (1, 'Положительный'),
)

POST = (
    (0, 'Врач'),
    (1, 'Медсестра'),
    (2, 'Санитарка'),
    (3, 'Уборщица'),
    (4, 'Администрация'),
    (5, 'Кассир'),
    (6, 'Регистратор'),
    (7, 'Гардеробщик'),
    (8, 'Сантехник'),
    (9, 'Охранник'),
    (10, 'Фельдшеры'),
)

SPECIALITY = (
    (0, 'Терапевт'),
    (1, 'Хирург'),
    (2, 'ЛОР'),
    (3, 'Стоматолог'),
    (4, 'Окулист'),
    (5, 'Дерматолог'),
    (6, 'Гениколог'),
    (7, 'Травматолог'),
    (8, 'УЗИ-диагност'),
    (9, 'Педиатр'),
)

EDU_DOC_TYPE = (
    (0, 'Диплом'),
    (1, 'Аттестат'),
    (2, 'Свидетельство'),
)
